<head>
    <style>
        body {background-color: white; color: black;}
        h1 {font: 110% Times new roman, serif; text-align: left;}
        p { font:  3vm Times new roman, serif; text-align: left;}
    </style>
</head>
<body>
<h1>Pol&iacute;tica de privacidad: </h1>
<p>
    Esta aplicaci&oacute;n valora y respeta la privacidad de sus usuarios. A continuaci&oacute;n se detalla c&oacute;mo se maneja la informaci&oacute;n dentro de la aplicaci&oacute;n.<br><br>
    Recopilaci&oacute;n de datos:<br> Esta aplicaci&oacute;n no recopila ni almacena ning&uacute;n tipo de dato de los usuarios. No se recolectan ni se almacenan nombres, apellidos, direcciones de correo electr&oacute;nico, informaci&oacute;n de contacto, ubicaci&oacute;n ni ning&uacute;n otro tipo de informaci&oacute;n personal. Tampoco se recopila informaci&oacute;n no personal, como estad&iacute;sticas de uso o informaci&oacute;n de dispositivos, como el modelo, sistema operativo o proveedor de servicios de internet.<br><br>
    Compartir datos:<br> Esta aplicaci&oacute;n no comparte ninguna informaci&oacute;n con terceros. Toda la informaci&oacute;n generada dentro de la aplicaci&oacute;n se utiliza exclusivamente para el funcionamiento interno de la misma y no se comparte con ninguna entidad externa.<br><br>
    Permisos:<br> La aplicaci&oacute;n puede solicitar permisos (dependiendo de la versi&oacute;n de Android utilizada) para guardar capturas de pantalla en la galer&iacute;a de im&aacute;genes del dispositivo. Estos permisos se utilizan exclusivamente para permitir que los usuarios guarden capturas de pantalla de la aplicaci&oacute;n en su dispositivo para su propio uso personal y no se har&aacute; ning&uacute;n otro tipo de uso en relaci&oacute;n con estos permisos.<br><br>
    Actualizaciones de la pol&iacute;tica de privacidad:<br> Esta pol&iacute;tica de privacidad puede actualizarse en cualquier momento. Se notificar&aacute; a los usuarios de cualquier cambio en la pol&iacute;tica de privacidad a trav&eacute;s de una actualizaci&oacute;n en la aplicaci&oacute;n o mediante otro medio apropiado.<br><br>
    Contacto:<br> Si tiene alguna pregunta o inquietud sobre esta pol&iacute;tica de privacidad, no dude en ponerse en contacto a trav&eacute;s del correo electr&oacute;nico verdey.dev@gmail.com.</p><br>
</body>